export default {
  pages: {
    insights: {
      enTitle: 'Insight Research',
      title: '洞察研究',
      description: '以全球资产配置的理念，为高净值客户（HNW）和超高净值客户（UHNW）按需打造投资管理解决方案，定期提供行业、政策、产品的洞察研究。',
      investmentInsights: {
        title: '投资洞见',
        content: '运用丰富的行业经验，全球化的优质资源，先进的技术管理，融合专业的法律、税务和会计专家团队，在为客户释放资本力量的同时，平衡风险与回报、实现利益，完成财富管理目标，并延续家族和企业资本和价值的传承。'
      },
      articles: [
        {
          title: '香港保险业迎结构性变革—保费融资、大额人寿、IUL成高净值市场新引擎',
          date: '2025-07-30',
          content: '随着香港保险业监管局「630新政」落地、美联储降息周期开启，以及香港新资本投资者入境计划（CIES）等一系列高端人才及资本吸引计划，香港的保险市场正加速向高净值客户需求转型。',
          linkText: '进入阅读'
        },
        {
          title: '[CIO观点] 政策消化与贸易曙光：市场波动中寻找再平衡',
          date: '2025-05-12',
          content: '上周全球资本市场延续震荡格局，整体呈现波动中趋于稳定的态势。在美英贸易协议框架达成、耶伦省货币政策 testify 以及一季度财报季数据持续披露的背景下，投资者情绪审慎。',
          linkText: '进入阅读'
        },
        {
          title: '[CIO观点] 全球市场反弹：稳健数据与政策博弈下的机遇与挑战',
          date: '2025-05-06',
          content: '上周，市场情绪总体继续偏好，尤其在较为稳定的美国经济数据、贸易紧张局势缓和的预期，和一季度财报依然强劲的推动下，全球风险资产继续回升（原油依然除外）。',
          linkText: '进入阅读'
        }
      ]
    },
    insightsDetail: {
      title: '洞察研究详情',
    },
  },
} as const

