export default {
  app: {
    title: '企业官网',
  },
  common: {
    loading: '加载中...',
    error: '加载失败，请重试',
    retry: '重试',
    searching: '搜索中...',
    back: '返回',
  },
  nav: {
    home: '首页',
    strategy: '投资策略',
    insights: '洞察研究',
    news: '新闻中心',
    careers: '招贤纳士',
    about: '关于德萃',
    contact: '联系我们',
    // 投资策略子菜单
    office: '家族办公室',
    EAM: 'EAM',
    trust: '海外家族信托',
    business: '保险经纪个人业务',
    company: '保险经纪公司业务',
    planning: '身份规划',
    services: '公司秘书服务',
    other: '其他增值服务',
    // 关于德萃子菜单
    proposition: '核心价值主张',
    team: '管理团队',
    value: '资质与合规',
    license: '牌照',
  },
  footer: {
    btn: '免责声明',
    EAM: {
      title: `德萃财富管理（香港）有限公司，为德萃财富集团全资拥有，于香港注册成立的公司，并根据《证券及期货条例》就第一类（证券交易）、第四类（就证券提供意见）和第九类（提供资产管理）受规管活动获发牌的持牌法团（中央编号：BFT276）。`,
      title2: ''
    },
    business: {
      title: `德萃保险顾问有限公司，为德萃财富集团全资拥有，于香港注册成立的公司，并根据《保险业条例》就一般及长期业务（包括相连长期业务）相关受规管活动获发牌的持牌保险经纪公司（牌照编号: FB1497）及根据《强制性公积金计划条例》注册为可进行受规管活动的主事中介人（强积金注册编号:IC000890）。`,
      title2: `中港资产管理有限公司，为德萃财富集团全资拥有，于香港注册成立的公司，并根据《保险业条例》就长期业务（包括相连长期业务）相关受规管活动获发牌的持牌保险经纪公司（牌照编号:FB1248）。`
    },
    company: {
      title: `德萃保险顾问有限公司，为德萃财富集团全资拥有，于香港注册成立的公司，并根据《保险业条例》就一般及长期业务（包括相连长期业务）相关受规管活动获发牌的持牌保险经纪公司（牌照编号:FB1497）及根据《强制性公积金计划条例》注册为可进行受规管活动的主事中介人（强积金注册编号:IC000890）。`,
      title2: `中港资产管理有限公司，为德萃财富集团全资拥有，于香港注册成立的公司，并根据《保险业条例》就长期业务（包括相连长期业务）相关受规管活动获发牌的持牌保险经纪公司（牌照编号:FB1248）。`
    },
    trust: {
      title: `德萃信托亚洲有限公司，为德萃财富集团全资拥有，于香港组成及注册的公司，并根据根据《打击洗钱及恐怖分子资金筹集条例》及《受托人条例》获发的信托或公司服务提供者牌照（牌照编号:TC000283）许可从事公司服务以及信托及托管服务相关受规管活动。`,
      title2: ''
    },
    office: {
      title: `德萃财富管理（香港）有限公司，为德萃财富集团全资拥有，于香港注册成立的公司，并根据《证券及期货条例》就第一类（证券交易）、第四类（就证券提供意见）和第九类（提供资产管理）受规管活动获发牌的持牌法团（中央编号：BFT276）。`,
      title2: ''
    },
    services: {
      title: `DC Fiduciary Services Limited, 为德萃财富集团全资拥有，于香港组成及注册的公司，并根据《打击洗钱及恐怖分子资金筹集条例》获发的信托或公司服务提供者牌照许可从事公司服务相关受规管活动（牌照编号:TC002271）。`,
      title2: ''
    }
  },
  disclaimer: {
    title: '使用条款、免责声明及隐私政策',
    content1: '本网站内容仅供专业投资者使用。「专业投资者」指依据香港《证券及期货条例》（第571章）及其附属法例所定义的类别。如您非属「专业投资者」，则不得接受本使用条款及免责声明，亦不得继续访问本网站。本网站内容并非意图向任何受司法管辖区限制的人士发布或提供，如因该人士的国籍、居住地或其他原因，导致德萃財富任何子公司、附属公司或关联公司（以下简称「德萃財富」或「DC Wealth）须符合当地许可或注册要求，或受制于发布或提供信息的限制。非香港投资者在使用本网站前，须自行确保遵守其所属司法管辖区的所有适用法律及规定。网站所有信息仅限用于与依据适用法律有权接收该类信息的人士进行沟通。本网站所载信息涉及德萃財富集团旗下子公司、附属公司或关联公司，并可引用其提供的服务与产品。德萃財富其关联公司为香港证券及期货事务监察委员会（以下简称「证监会」）认可的持牌法团。网站内容由德萃財富提供，未经证监会审阅。继续浏览本网站即表示您已阅读、理解并同意受以下条款与条件约束。网站内容仅供参考，不构成德萃財富以主理人或代理人身份对任何证券、期货、期权或其他金融工具提出购买或出售的邀约，亦不构成任何投资建议或服务。本网站信息来源于德萃財富认为可靠的来源，但德萃財富不对其准确性、有效性、可靠性、时效性或完整性作出任何明示或默示的保证，亦不承担任何法律责任。信息按现状提供，如有变更，恕不另行通知。德萃財富并非独立中介人，因我司可能从其他方（包括产品发行人）收取分销投资产品所产生的费用、佣金或其他金钱收益。有关收益披露详情，请参阅我们在交易前或交易时按规定向您提供的披露文件。我们亦可能收取非金钱收益，或与所分销产品的发行人有密切联系或其他法律或经济关系。对于因网站失效、中断或任何他人行为或疏忽，导致您无法访问或使用本网站或所载信息而造成的任何直接、间接、特殊相应或连带损失，德萃財富及其成员公司均不承担任何责任，即使德萃財富已事先知悉可能发生该类损失。德萃財富不保证本网站持续无错误运作。通过本网站链接至非德萃財富所提供的网站内容，其风险由浏览者自行承担。德萃財富不对该类第三方网站的服务、信息或其他内容的延误、缺漏或错误所引致的任何损失（无论是实际或声称为相应或惩罚性损失）承担责任，亦不对任何第三方传输的电子内容作出保证或声明。未经德萃財富事先书面同意，本网站任何内容不得以任何形式或方式复制、传输、传播、出售、分发、出版、广播、传阅、储存供后续使用或用于任何商业用途。德萃財富不声明或保证本网站不携带病毒或其他具有感染性、破坏性的项目。您知悉并确认互联网并非完全安全的媒介，无法保证信息的绝对安全性与私隐性。您须自行承担采取合理预防措施（如病毒扫描）及资料和设备备份的全部责任。德萃財富不对因违反保密性或安全性而对您造成的任何损害承担责任，亦不对任何第三方软件的准确性、功能或性能作出陈述或保证。网站内容可能不时修改及更新，恕不另行通知。某些部分或页面可能附有单独的条款与条件。德萃財富不就您使用本网站或任何链接网站所导致的对计算机系统及存储记录的干扰或破坏承担责任。本网站设有浏览记录装置以确认您是否已阅览并同意本条款，该装置不会收集可识别个人身份的资料。如您的浏览器设置为拒绝记录，则可能无法浏览本网站。网站内所有资料、图案、字体及设计的版权均为德萃財富所有，未经许可不得复制或发布。本条款受香港法律管辖，并构成您与德萃財富之间就使用本网站所达成的合约。',
    content2: "德萃財富将依据香港法例第486章《个人资料（私隐）条例》（以下简称「私隐条例」）处理您的个人资料，采取一切合理步骤确保资料安全，防止未经授权使用、遗失、披露及损毁。本隐私政策根据《私隐条例》制定，并取代此前向您提供的任何同类通知或声明。德萃財富致力于严格遵守《私隐条例》的要求，保护您的隐私及个人信息安全。本政策适用于我们可能收集的您的个人资料，并旨在说明我们处理这些资料的惯例。请仔细阅读以下内容。提供个人资料是基于自愿原则，但请注意，若您选择不提供某些必要资料，我们可能无法处理您的请求或提供您所需产品或服务。根据香港适用法律法规的要求，在特定情况下，收集和使用您的个人资料前需获得您的明确同意。您可随时通过电邮 info{'@'}dcwealth.com 或“联系我们章节中所述的沟通渠道撤回同意。基于您所使用的产品或服务，我们可能广泛收集以下类别的个人资料,  身份信息：包括但不限于姓名、性别、出生日期及地点、身份证明文件号码、职业、 联系方式、地址、电话号码、电子邮件地址、专业背景、职位名称、职务、工作地址、工作电话、工作邮箱、财务信息、财务状况、银行账号、市场营销和传播偏好、用户名、密码、查询的产品或服务、投资组合信息、浏览器类型和版本、IP地址、操作系统等。以上仅为示例，并非穷尽列表。收集个人资料的具体目的将因您与我司关系的性质而异。我们可能向以下任何司法管辖区的机构披露您的个人资料：德萃財富内部其他成员公司、为我司提供服务的代理、业务合作伙伴、顾问、承包商、中介、专业顾问（如会计师和律师）或服务提供商（包括反洗钱核查机构、经纪人、托管人、财务顾问、金融机构、平台提供商、计算机、电信或IT系统供应商等）。如我们需要将您的个人资料转移至香港以外的司法管辖区，无论是出于本政策“个人资料披露”章节所列目的或其他用途，均将遵守经修订或更新后的《私隐条例》相关规定。我们将在实现本政策阐明之目的及适用法律法规要求的必要期限内保存您的个人资料。在征得您同意的前提下，我们可能使用您的姓名、地址、电话和电邮地址，发送与我司及/或德萃財富集团内任何公司相关的产品、服务或设施的广告、营销及推广信息。我们亦可能在您同意后，将所收集的个人资料转移予第三方（受适用法律、法规、准则及指引约束），以供其用于直接促销其商品、设施及服务。您可随时通过电邮 info{'@'}dcwealth.com 或“联系我们”章节所列渠道通知我们，选择拒绝将个人资料用于上述直接促销活动。",
    content3: '如您通过其他网站链接访问本网站，德萃財富不对该等网站信息的准确性承担任何法律或其他责任。登入本网站上的某些链接可能导致离开本网站，德萃財富未审查任何链接网站，亦不认可或对其内容、服务、产品或其他项目承担责任。对于因不可抗力、任何病毒或其他有害成分、互联网资料传输被截取、电话或网络系统故障、服务器问题、技术故障、资料拥堵、下载材料导致的延误、干扰、传输失败或资料错误，所引致的任何机会或利润损失，或对计算机及其他设备造成的损坏，德萃財富及其附属公司以及各自的董事、人员、雇员或代理人均不承担法律责任。本网站由德萃財富提供，未经证监会审阅。请您审慎行事。如对网站信息存有疑问，应咨询独立财务及专业顾问。私人投资者应征求其投资顾问、银行或其他专业顾问的意见。网站所载信息不构成投资建议或任何投资及服务可行性的意见。投资前请咨询专业顾问。本网站内容将不时更新，恕不另行通知。本使用条款、免责声明及隐私政策的中英文版本如有歧义，均以英文版本为准。',
    content4: '© 德萃財富版权所有，不得转载。',
    confirm: '我已阅读并同意上述使用条款、免责声明及隐私政策',
    close: '关闭',
    confirmBtn: '确认并继续'
  }
} as const

