export default {
  app: {
    title: '企業官網',
  },
  common: {
    loading: '載入中...',
    error: '載入失敗，請重試',
    retry: '重試',
    searching: '搜尋中...',
    back: '返回',
  },
  nav: {
    home: '首頁',
    strategy: '投資策略',
    insights: '洞察研究',
    news: '新聞中心',
    careers: '招賢納士',
    about: '關於德萃',
    contact: '聯絡我們',
    // 投資策略子菜單
    office: '家族辦公室',
    EAM: 'EAM',
    trust: '海外家族信託',
    business: '保險經紀個人業務',
    company: '保險經紀公司業務',
    planning: '身份規劃',
    services: '公司秘書服務',
    other: '其他增值服務',
    // 關於德萃子菜單
    proposition: '核心價值主張',
    team: '管理團隊',
    value: '資質與合規',
    license: '營業執照',
  },
  footer: {
    btn: '免責聲明',
    contactUs: '關注我們',
    EAM: {
      title: `德萃財富管理（香港）有限公司，為德萃財富集團全資擁有，於香港註冊成立的公司，並根據《證券及期貨條例》就第一類（證券交易）、第四類（就證券提供意見）和第九類（提供資產管理）受規管活動獲發牌的持牌法團（中央編號：BFT276）。`,
      title2: ''
    },
    business: {
      title: `德萃保險顧問有限公司，為德萃財富集團全資擁有，於香港註冊成立的公司，並根據《保險業條例》就一般及長期業務（包括相連長期業務）相關受規管活動獲發牌的持牌保險經紀公司（牌照編號:FB1497）及根據《強制性公積金計畫條例》註冊為可進行受規管活動的主事仲介人（強積金註冊編號:IC000890）。`,
      title2: `中港資產管理有限公司，為德萃財富集團全資擁有，於香港註冊成立的公司，並根據《保險業條例》就長期業務（包括相連長期業務）相關受規管活動獲發牌的持牌保險經紀公司（牌照編號:FB1248）。`
    },
    company: {
      title: `德萃保險顧問有限公司，為德萃財富集團全資擁有，於香港註冊成立的公司，並根據《保險業條例》就一般及長期業務（包括相連長期業務）相關受規管活動獲發牌的持牌保險經紀公司（牌照編號:FB1497）及根據《強制性公積金計畫條例》註冊為可進行受規管活動的主事仲介人（強積金註冊編號:IC000890）。`,
      title2: `中港資產管理有限公司，為德萃財富集團全資擁有，於香港註冊成立的公司，並根據《保險業條例》就長期業務（包括相連長期業務）相關受規管活動獲發牌的持牌保險經紀公司（牌照編號:FB1248）。`
    },
    trust: {
      title: `德萃信託亞洲有限公司，為德萃財富集團全資擁有，於香港組成及註冊的公司，並根據根據《打擊洗錢及恐怖分子資金籌集條例》及《受託人條例》獲發的信託或公司服務提供者牌照（牌照編號:TC000283）許可從事公司服務以及信託及託管服務相關受規管活動。`,
      title2: ''
    },
    office: {
      title: `德萃財富管理（香港）有限公司，為德萃財富集團全資擁有，於香港註冊成立的公司，並根據《證券及期貨條例》就第一類（證券交易）、第四類（就證券提供意見）和第九類（提供資產管理）受規管活動獲發牌的持牌法團（中央編號：BFT276）。`,
      title2: ''
    },
    services: {
      title: `DC Fiduciary Services Limited, 為德萃財富集團全資擁有，於香港組成及註冊的公司，並根據《打擊洗錢及恐怖分子資金籌集條例》獲發的信託或公司服務提供者牌照許可從事公司服務相關受規管活動（牌照編號:TC002271）。`,
      title2: ''
    }
  },
  disclaimer: {
    title: '使用條款、免責聲明及私隱政策',
    content1: '本網站內容僅供專業投資者使用。「專業投資者」指依據香港《證券及期貨條例》（第 571 章）及其附屬法例所定義的類別。如您非屬「專業投資者」，則不得接受本使用條款及免責聲明，亦不得繼續訪問本網站。本網站內容並非意圖向任何受司法管轄區限制的人士發布或提供，如因該人士的國籍、居住地或其他原因，導致德萃財富任何子公司、附屬公司或關聯公司（以下簡稱「德萃財富」或「DC Wealth」）須符合當地許可或註冊要求，或受制於發布或提供信息的限制。非香港投資者在使用本網站前，須自行確保遵守其所屬司法管轄區的所有適用法律及規定。網站所有信息僅限用於與依據適用法律有權接收該類信息的人士進行溝通。本網站所載信息涉及德萃財富集團旗下子公司、附屬公司或關聯公司，並可引用其提供的服務與產品。德萃財富及其關聯公司為香港證券及期貨事務監察委員會（以下簡稱「證監會」）認可的持牌法團。網站內容由德萃財富提供，未經證監會審閱。繼續瀏覽本網站即表示您已閱讀、理解並同意受以下條款與條件約束。網站內容僅供參考，不構成德萃財富以主理人或代理人身份對任何證券、期貨、期權或其他金融工具提出購買或出售的邀約，亦不構成任何投資建議或服務。本網站信息來源於德萃財富認為可靠的來源，但德萃財富不對其準確性、有效性、可靠性、時效性或完整性作出任何明示或默示的保證，亦不承擔任何法律責任。信息按現狀提供，如有變更，恕不另行通知。德萃財富並非獨立中介人，因我司可能從其他方（包括產品發行人）收取分銷投資產品所產生的費用、佣金或其他金錢收益。有關收益披露詳情，請參閱我們在交易前或交易時按規定向您提供的披露文件。我們亦可能收取非金錢收益，或與所分銷產品的發行人有密切聯繫或其他法律或經濟關係。對於因網站失效、中斷或任何他人行為或疏忽，導致您無法訪問或使用本網站或所載信息而造成的任何直接、間接、特殊相應或連帶損失，德萃財富及其成員公司均不承擔任何責任，即使德萃財富已事先知悉可能發生該類損失。德萃財富不保證本網站持續無錯誤運作。通過本網站鏈接至非德萃財富所提供的網站內容，其風險由瀏覽者自行承擔。德萃財富不對該類第三方網站的服務、信息或其他內容的延誤、缺漏或錯誤所引致的任何損失（無論是實際或聲稱為相應或懲罰性損失）承擔責任，亦不對任何第三方傳輸的電子內容作出保證或聲明。未經德萃財富事先書面同意，本網站任何內容不得以任何形式或方式複製、傳輸、傳播、出售、分發、出版、廣播、傳閱、儲存供後續使用或用於任何商業用途。德萃財富不聲明或保證本網站不攜帶病毒或其他具有感染性、破壞性的項目。您知悉並確認互聯網並非完全安全的媒介，無法保證信息的絕對安全性與私隱性。您須自行承擔採取合理預防措施（如病毒掃描）及資料和設備備份的全部責任。德萃財富不對因違反保密性或安全性而對您造成的任何損害承擔責任，亦不對任何第三方軟件的準確性、功能或性能作出陳述或保證。網站內容可能不時修改及更新，恕不另行通知。某些部分或頁面可能附有單獨的條款與條件。德萃財富不就您使用本網站或任何鏈接網站所導致的對計算機系統及存儲記錄的干擾或破壞承擔責任。本網站設有瀏覽記錄裝置以確認您是否已閱覽並同意本條款，該裝置不會收集可識別個人身份的資料。如您的瀏覽器設置為拒絕記錄，則可能無法瀏覽本網站。網站內所有資料、圖案、字體及設計的版權均為德萃財富所有，未經許可不得複製或發布。本條款受香港法律管轄，並構成您與德萃財富之間就使用本網站所達成的合約。',
    content2: "德萃財富將依據香港法例第 486 章《個人資料（私隱）條例》（以下簡稱「私隱條例」）處理您的個人資料，採取一切合理步驟確保資料安全，防止未經授權使用、遺失、披露及損毀。本私隱政策根據《私隱條例》制定，並取代此前向您提供的任何同類通知或聲明。德萃財富致力於嚴格遵守《私隱條例》的要求，保護您的私隱及個人信息安全。本政策適用於我們可能收集的您的個人資料，並旨在說明我們處理這些資料的慣例。請仔細閱讀以下內容。提供個人資料是基於自願原則，但請注意，若您選擇不提供某些必要資料，我們可能無法處理您的請求或提供您所需產品或服務。根據香港適用法律法規的要求，在特定情況下，收集和使用您的個人資料前需獲得您的明確同意。您可隨時通過電郵 info{'@'}dcwealth.com 或「聯繫我們」章節中所述的溝通渠道撤回同意。基於您所使用的產品或服務，我們可能廣泛收集以下類別的個人資料，身份信息：包括但不限於姓名、性別、出生日期及地點、身份證明文件號碼、職業、聯繫方式、地址、電話號碼、電子郵件地址、專業背景、職位名稱、職務、工作地址、工作電話、工作郵箱、財務信息、財務狀況、銀行賬號、市場營銷和傳播偏好、用戶名、密碼、查詢的產品或服務、投資組合信息、瀏覽器類型和版本、IP 地址、操作系統等。以上僅為示例，並非窮盡列表。收集個人資料的具體目的將因您與我司關係的性質而異。我們可能向以下任何司法管轄區的機構披露您的個人資料：德萃財富內部其他成員公司、為我司提供服務的代理、業務合作夥伴、顧問、承包商、中介、專業顧問（如會計師和律師）或服務提供商（包括反洗錢核查機構、經紀人、託管人、財務顧問、金融機構、平台提供商、計算機、電信或 IT 系統供應商等）。如我們需要將您的個人資料轉移至香港以外的司法管轄區，無論是出於本政策「個人資料披露」章節所列目的或其他用途，均將遵守經修訂或更新後的《私隱條例》相關規定。我們將在實現本政策闡明之目的及適用法律法規要求的必要期限內保存您的個人資料。在徵得您同意的前提下，我們可能使用您的姓名、地址、電話和電郵地址，發送與我司及 / 或德萃財富集團內任何公司相關的產品、服務或設施的廣告、市場營銷及推廣信息。我們亦可能在您同意後，將所收集的個人資料轉移予第三方（受適用法律、法規、準則及指引約束），以供其用於直接促銷其商品、設施及服務。您可隨時通過電郵 info{'@'}dcwealth.com 或「聯繫我們」章節所列渠道通知我們，選擇拒絕將個人資料用於上述直接促銷活動。",
    content3: '如您通過其他網站鏈接訪問本網站，德萃財富不對該等網站信息的準確性承擔任何法律或其他責任。登入本網站上的某些鏈接可能導致離開本網站，德萃財富未審查任何鏈接網站，亦不認可或對其內容、服務、產品或其他項目承擔責任。對於因不可抗力、任何病毒或其他有害成分、互聯網資料傳輸被截取、電話或網絡系統故障、服務器問題、技術故障、資料擁堵、下載材料導致的延誤、干擾、傳輸失敗或資料錯誤，所引致的任何機會或利潤損失，或對計算機及其他設備造成的損壞，德萃財富及其附屬公司以及各自的董事、人員、僱員或代理人均不承擔法律責任。本網站由德萃財富提供，未經證監會審閱。請您審慎行事。如對網站信息存有疑問，應諮詢獨立財務及專業顧問。私人投資者應徵求其投資顧問、銀行或其他專業顧問的意見。網站所載信息不構成投資建議或任何投資及服務可行性的意見。投資前請諮詢專業顧問。本網站內容將不時更新，恕不另行通知。本使用條款、免責聲明及私隱政策的中英文版本如有歧義，均以英文版本為準。',
    content4: '© 德萃財富版權所有，不得轉載。',
    confirm: '我已閱讀並同意上述使用條款、免責聲明及私隱政策',
    close: '關閉',
    confirmBtn: '確認並繼續'
  }
} as const

