export default {
  pages: {
    about: {
      title: '关于德萃',
      btn: '查看详情',
      coreValue: {
        title: '核心价值主张',
        subtitle: '德行天下，才萃八方',
        desc: `德萃财富集团以卓越的专业能力和全球化的战略视野，致力于为高净值个人、家族及企业打造全方位、多元化财富管理方案。由阿里巴巴集团部分创始股东、三捷投资集团有限公司及中港两地资深金融专业人士联合创立，德萃财富以多家族办公室业务为核心，秉承“保障财富安全，传承财富价值”的使命，为客户提供一站式高端财富管理服务。`,
        desc2: '公司以“德行天下，才萃八方”为核心价值主张：',
        desc3: '德行天下：以道德为根基，企业价值观（诚信、责任、正道）核心体现，将道德实践贯穿于全球业务。',
        decs4: '才萃八方：以专业能力与稀缺资源（金融人才、跨境架构、投资机会）汇聚四方精英与全球资源。'
      },
      team: {
        title: '管理团队',
        desc: `德萃财富集团的核心管理团队，汇聚全球顶尖金融机构、保险巨头及百年家族办公室的资深领袖。成员平均时间超过15年，以“才萃八方”之智，为高净值客户构筑深度定制的财富管理方案。`,
        desc2: '每一位管理者都秉承“德行天下”的理念，以专业的能力和丰富的行业资源，在安全基石之上，实现财富安全与传承的目标。'
      },
      compliance: {
        title: '资质与合规',
        desc: '始终以合规经营为核心原则，严格遵循香港及国际金融服务行业的相关法律法规。作为一家持牌机构，德萃财富集团凭借卓越的合规管理体系和专业团队，为客户提供安全、透明、高效的财富管理服务。',
        licenses: [
          {
            name: '财富管理',
            label: '证监会持牌',
            subLabel: '1、4、9号牌照',
            desc: '协助市场分析'
          },
          {
            name: '信托服务',
            label: '香港信托牌照',
            subLabel: '香港公司注册处认证',
            desc: '家族财富分配'
          },
          {
            name: '保险经纪服务',
            label: '香港保险经纪牌照',
            subLabel: '一般及长期业务',
            subLabel2: '（包括相连长期保险）',
            desc: '保障成员利益'
          }
        ]
      },
      licenses: {
        title: '德萃财富集团公司及牌照',
        desc: '德萃财富集团旗下拥有德萃财富管理（香港）有限公司、德萃保险顾问有限公司、中港资产管理有限公司、德萃信托亚洲有限公司、DC Fiduciary Services Limited。'
      }
    },
    proposition: {
      title: '核心价值主张',
      title1: 'Value Proposition ',
      subtitle: '德行天下，才萃八方',
      intro: `德萃财富集团以卓越的专业能力和全球化的战略视野，致力于为高净值个人、家族及企业打造全方位、多元化的财富管理方案。由阿里巴巴集团部分创始股东、三捷投资集团有限公司及中港两地资深金融专业人士联合创立，德萃财富以多家族办公室业务为核心，秉承“保障财富安全，传承财富价值”的使命，为客户提供一站式高端财富管理服务。`,
      philosophy: {
        title: '公司以“德行天下，才萃八方”为核心价值主张',
        items: [
          {
            name: '德行天下',
            desc: '以道德为根基，企业价值观（诚信、责任、正道）核心体现，将道德实践贯穿于全球业务。'
          },
          {
            name: '才萃八方',
            desc: '以专业能力与稀缺资源（金融人才、跨境架构、投资机会）汇聚四方精英与全球资源。'
          }
        ]
      },
      groupValue: {
        title: '德萃财富集团 ',
        title1: '您身边的财富管理专家',
        title2: '',
        desc: `在德萃财富集团，我们深知财富不仅是资产数字，更是客户信任的托付与人生价值的承载。因此，我们始终将安全性、私密性与可延续性贯穿于服务全流程。我们以科技捍卫安全，以专业恪守私密，以远见铸就延续——让财富在时间维度中稳健生长，让信任在世代更迭间历久弥新。`
      }
    },
    team: {
      title: '管理团队',
      title1: 'Management Team',
      desc: '德萃财富集团的核心管理团队，汇聚全球顶尖金融机构、保险巨头及百年家族办公室的资深领袖。成员平均时间超过15年，以“才萃八方”之智，为高净值客户构筑深度定制的财富管理方案。',
      desc2: '每一位管理者都秉承“德行天下”的理念，以专业的能力和丰富的行业资源，在安全基石之上，实现财富安全与传承的目标。'
    },
    value: {
      title: '资质与合规',
      title1: 'Professional Qualifications and Compliance',
      intro: `德萃财富集团（简称：德萃集团）始终秉持合规经营的核心原则，严格遵循香港及国际金融服务行业的相关法律法规。作为持牌机构，我们凭借卓越的合规管理体系和资深专业团队，致力于为客户提供安全、透明、高效的财富管理服务。`,
      licensedQualifications: {
        title: '持牌资质',
        desc: '德萃财富集团持有以下由香港监管机构颁发的金融服务牌照，涵盖多个核心业务领域：',
        items: [
          {
            name: '香港证券及期货事务监察委员会（SFC）1、4、9号牌照',
            desc: '',
            desc1: '第1类：证券交易',
            desc2: '第4类：就证券提供意见',
            desc3: '第9类：资产管理服务'
          },
          {
            name: '香港保险业监管局（IA）牌照',
            desc: '  获授权经营一般保险及长期保险',
            desc1: '（包括相连长期保险）的经纪业务'
          },
          {
            name: ' 信托或公司服务提供者（TCSP）牌照',
            desc: '（由香港公司注册处发出）',
            desc1: '包括信托服务及公司秘书服务'
          }
        ],
        closing: '德萃财富集团通过上述多元化持牌资质，确保财富管理、保险经纪、信托和秘书服务等多领域业务在合法合规的框架下规范运作。'
      },
      professionalTeam: {
        title: '专业合规团队',
        desc: `我们的合规团队由具备深厚金融与法律专业背景、拥有丰富行业经验的专业人士组成，专注于全面风险管理、严格法规审查及客户权益保护，确保客户信息与资产安全。团队持续监控香港及全球金融法规动态（如反洗钱（AML）、客户尽职调查（KYC）、数据隐私等），确保公司业务始终符合最新监管要求。`
      },
      policyFormulation: {
        title: '合规政策制定',
        desc: '依据最新法规及行业最佳实践，制定明确且细致的内部合规政策与流程，覆盖财富管理、保险经纪、信托和秘书服务等所有业务板块。 '
      },
      riskMonitoring: {
        title: '风险监控与合规审查',
        desc: '对客户交易、业务流程及产品设计实施全面的合规性评估与风险监控，有效管控法律与监管风险。建立持续的合规审查机制，确保持续符合监管标准。'

      },
      closing: '德萃财富集团致力于以专业严谨的合规管理，构建可信赖的财富管理平台',
      closing1: '为客户的长期资产安全与家族财富传承提供坚实保障。 '


    },
    licenses: {
      title: '德萃财富集团公司及牌照',
      title1: 'DC Wealth Group Subsidiary Corporation & Licenses',

      table: {
        headers: ['公司名称', '说明', '牌照', '服务'],
        title: '123333',
        rows: [
          {
            corporation: '德萃财富管理（香港）有限公司',
            relationship: '德萃财富集团全资拥有，于香港组成及注册的公司。',
            license: '《证券及期货条例》就第一类（证券交易）、第四类（就证券提供意见）和第九类（提供资产管理）受规管活动获发牌的持牌法团（中央编号：BFT276）。',
            service: '德萃财富管理（香港）有限公司提供家族办公室、外部资产管理（EAM）。其中第九类牌照所提供服务仅供专业投资者参考。'
          },
          {
            corporation: '德萃保险顾问有限公司',
            corporation2: '',
            relationship: '德萃财富集团全资拥有，于香港组成及注册的公司。',
            license: '《保险业条例》就一般及长期业务（包括相连长期业务）相关受规管活动（牌照编号：FB1497）及根据《强制性公积金计划条例》注册为可进行受规管活动的主事中介人（强积金注册编号：IC000890）。',
            service: '德萃保险顾问有限公司提供保险经纪个人业务、保险经纪公司业务。'
          },
          {
            corporation: '中港资产管理有限公司',
            corporation2: '',
            relationship: '德萃财富集团全资拥有，于香港组成及注册的公司。',
            license: '根据《保险业条例》就长期业务（包括相连长期业务）相关受规管活动获发牌的持牌保险经纪公司（牌照编号：FB1248）。',
            service: '中港资产管理有限公司提供保险经纪个人业务、保险经纪公司业务。'
          },
          {
            corporation: '德萃信托亚洲有限公司',
            relationship: '德萃财富集团全资拥有，于香港组成及注册的公司。',
            license: '根据《打击洗钱及恐怖分子资金筹集条例》及《受托人条例》获发的信托或公司服务提供者牌照（牌照编号：TC000283）许可从事公司服务以及信托及托管服务相关受规管活动。',
            service: '德萃信托亚洲有限公司提供海外家族信托服务。'
          },
          {
            corporation: 'DC Fiduciary Services Limited',
            relationship: '德萃财富集团全资拥有，于香港组成及注册的公司。',
            license: '根据《打击洗钱及恐怖分子资金筹集条例》获发的信托或公司服务提供者牌照许可从事公司服务相关受规管活动（牌照编号：TC002271）。',
            service: 'DC Fiduciary Services Limited提供公司秘书服务。'
          }
        ]
      },
      disclaimer: `本网站信息仅供参考，并非及不应被视为邀约、招揽、邀请、建议买卖任何投资产品或投资决策之依据，亦不应被诠释为专业意见。 本网站显示的所有第三方徽标、品牌或商标仅用于识别目的，仍然是其各自所有者的财产。 图片仅供说明用途，不构成任何投资建议或保证。 任何投资都涉及风险，投资请充分理解服务的特性及风险。 阅览本网站内容的人士或在作出任何投资决策前，应完全了解其风险以及有关法律、赋税及会计的特点及后果，根据个人的情况决定投资是否切合个人的财政状况及投资目标，以及能否承受有关风险，必要时应寻求适当的专业意见，不应使用本网站提供的参考资料为依据。`
    },
  },
} as const

